
brew 'coreutils'
brew 'findutils'
brew 'rename'
brew 'bash'
brew 'zsh'
brew 'wget'
brew 'tree'
brew 'node'
brew 'git'
brew 'autojump'
brew 'mongodb'
brew 'python'
brew 'unrar'
brew 'mackup'
brew 'karn'
brew 'rcm'

# Cask
brew caskroom/cask/brew-cask

# Programming
cask 'iterm2'
cask 'transmit'
cask 'gitx'
cask 'sublime-text3'

# Browsers
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'firefox'

# Status bar apps
cask 'istat-menus'
cask 'flux'
cask 'caffeine'
cask 'alfred'
cask '1password'

# Social
cask 'skype'
cask 'slack'

# Cloud apps
cask 'google-drive'
cask 'dropbox'
cask 'evernote'

# Media
cask 'vlc'
cask 'spotify'

# Other
cask 'the-unarchiver'
cask 'mou'
cask 'balsamiq-mockups'
cask 'sdformatter'
cask 'appcleaner'

# Games
cask 'steam'

# Quicklook extension
cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'qlprettypatch'
cask 'quicklook-csv'
cask 'betterzipql'
cask 'webpquicklook'
cask 'suspicious-package'

# Fonts
cask install 'font-fontawesome'
cask install 'font-source-code-pro'
cask install 'font-source-code-pro-for-powerline'
cask install 'font-inconsolata'
cask install 'font-inconsolata-for-powerline'
cask install 'font-droid-sans-mono'
cask install 'font-droid-sans-mono-for-powerline'
